Repository: Keming956/constitution_corpus
Catalog: data/raw/corpus_aligné.tmx
Source language: en_us
Languages: fr_fr

source: It's grabbing its blood vessels for itself.
fr_fr: Mais il semble qu'en enquêtant, en attaquant le cancer, en cherchant pourquoi le cancer n'est pas là, il doit y avoir une raison -- il doit y avoir quelque chose -- qui rend ce tissu résistant aux tumeurs.

source: So a tumor expresses chemokine receptors, and another organ -- a distant organ somewhere in the body -- will have the corresponding chemokines, and the tumor will see these chemokines and migrate towards it.
fr_fr: Peut-être que les cellules tumorales sont déguisées en cellules de muscle strié, et que c'est pour cette raison qu'elle semblent si rares."

source: 18 minutes is an absolutely brutal time limit, so I'm going to dive straight in, right at the point where I get this thing to work.
fr_fr: Donc, je vais commencer en expliquant pourquoi nous devrions le faire.

source: I'm going to talk about why we are so fatalistic about doing anything about aging.
fr_fr: Levez la main, qui parmi le public ne sait pas si la malaria est une bonne ou une mauvaise chose?

source: That was easy.
fr_fr: Vous savez, beaucoup de gens ont dit, ""Bon, vous savez, les citadins n'on pas le droit de dire à nous, des gens de la campagne, comment nous devrions nous occuper.

source: And here is that characteristic.
fr_fr: C'est une transe mondiale. voici le genre d'excuses incroyables que les gens donnent pour le vieillissement.

source: It's a traditional part of the way of life, and we should be allowed to carry on doing it.
fr_fr: Mais la vraie question est, sont-ils aussi dangereux -- ces risques de remédier au vieillissement -- qu'ils dépassent les inconvénients de faire le contraire, c'est à dire, de laisser le vieillissement tel qu'il est?

source: It's not just about life, of course -- (Laughter) -- it's about healthy life, you know -- getting frail and miserable and dependent is no fun, whether or not dying may be fun.
fr_fr: Les gens s'inquiètent de la surpopulation, ils disent, ""Bon, si nous vainquons le vieillissement, presque personne ne mourra, ou du moins le taux de mortalité sera beaucoup plus faible, seulement dû aux gens qui traversent la rue sans faire attention.

source: You know, if you haven't got an argument that's that strong, then just don't waste my time, is what I say.
fr_fr: Si nous hésitons, et ne développons pas ces thérapies, alors nous condamnons toute une cohorte de gens -- qui auraient été assez jeunes et sains pour bénéficier de ces thérapies mais ne le seront pas, parce que nous ne les aurons pas mis au point aussi rapidement que nous l'aurions dû nous priverons ces gens là d'une durée de vie indéterminée, et je considère cela immoral.

source: And there are really two games in town, according to most people, with regard to postponing aging.
fr_fr: Je vais appeler cela rajeunissement humain robuste.

source: So then, what do we do about that?
fr_fr: Il y a des percées majeures, fondamentales, et il y a des améliorations progressives de ces percées.

source: "But it isn't. Before I tell you why it isn't, I'm going to go a little bit into what I'm calling step two.
fr_fr: Percées fondamentales: très difficile de prédire le temps qu'il faudra pour avoir une percée fondamentale.

source: I'm going to call that ""robust human rejuvenation.""
fr_fr: Mais après cela les choses se sont déroulées d'une façon plutôt constante et régulière Je pense que c'est raisonnable de dire que c'est comme ça que les choses sont arrivées en ce qui concerne les progrès dans la domaine du vol à moteur.

source: I mean, hygiene, vaccines, antibiotics -- you know, the same sort of time frame.
fr_fr: Donc, ces trajectoires ici sont, essentiellement, la longueur de vie qu'on s'attendrait à voir pour les gens en ce qui concerne l'espérance de vie qui leur reste, calculée selon leur état de santé, pour des âges donnés, au moment où ces thérapies arrivent.

source: They'll never be perfect, but we'll be able to fix the things that 200-year-olds die of, before we have any 200-year-olds.
fr_fr: Et pour ce faire, il faudra que je parle un peu de souris.

source: So, these trajectories here are basically how we would expect people to live, in terms of remaining life expectancy, as measured by their health, for given ages that they were at the time that these therapies arrive.
fr_fr: Je dis que nous allons prendre une race de souris qui vit longtemps, ce qui veut dire essentiellement des souris qui vivent environ trois ans, en moyenne.

source: So this is a genuine conclusion that I come to, that the first 150-year-old -- we don't know how old that person is today, because we don't know how long it's going to take to get these first-generation therapies.
fr_fr: Donc, autrement dit, nous ajoutons deux ans -- nous triplons l'espérance de vie qui leur reste, en commençant au moment où nous avons commencé les thérapies."

source: But irrespective of that age, I'm claiming that the first person to live to 1,000 -- subject of course, to, you know, global catastrophes -- is actually, probably, only about 10 years younger than the first 150-year-old.
fr_fr: La question qui se pose alors, c'est qu'est ce que cela voudrait dire en ce qui concerne la ligne du temps jusqu'à ce que nous arrivions à l'évènement marquant dont j'ai parlé auparavant pour les êtres humains?

source: The question then is, what would that actually mean for the time frame until we get to the milestone I talked about earlier for humans?
fr_fr: Le public à tendance à sous estimer combien sont difficiles les choses scientifiques.

source: So they'll probably think it's five years away.
fr_fr: Et les gériatres essaient de retenir l'écoulement du temps en empêchant que les dégâts ne se convertissent en pathologie.

source: "So in order to tell you now how we're going to get these mice, I'm going to add a little bit to my description of aging.
fr_fr: Il n'intervient ni dans celui-ci ni dans celui-là.

source: They're categories of things, of course, but there's only seven of them.
fr_fr: Il faut vraiment qu'on commence à essayer de le faire.

source: One can say, ""OK, what are we made of?""
fr_fr: Et bien sûr, la chose principale, c'est que vous ne devez pas avoir confiance dans les gens qui s'appellent des gérontologues parce que comme lorsqu'il est question de n'importe quel départ radical dans un champ donné, vous savez, il faut s'attendre à ce que les gens dans le courant dominant vont faire un peu de résistance et ne pas le prendre vraiment au sérieux.

source: What can damage accumulate in?
fr_fr: "Et nous allons maintenant terminer avec quelques points.

source: It's got to be long-lived molecules.
fr_fr: Et vous savez ce qui est arrivé.

source: "I haven't got time to go through them at all, but my conclusion is that, if we can actually get suitable funding for this, then we can probably develop robust mouse rejuvenation in only 10 years, but we do need to get serious about it.
fr_fr: Ce qui nécessiterait un peu d'argent.

source: We have various strategies -- there's the Methuselah Mouse Prize, which is basically an incentive to innovate, and to do what you think is going to work, and you get money for it if you win.
fr_fr: AG: Parce que je suis un vieillard.

source: (Laughter) (Applause)
fr_fr: A partir de ça, ça me ferait penser que je vivrais jusqu'à 120 ans si je n'ai pas d'accidents de moto.

source: So, why does -- evolution has -- seems to have selected against immortality, when it is so advantageous, or is evolution just incomplete?
fr_fr: (Rires) Vous vous trompez un peu sur les chiffres.

source: I read somewhere that in the last 20 years, the average lifespan of basically anyone on the planet has grown by 10 years.
fr_fr: Il existe des espèces qui ne vieillissent pas -- les hydres par exemple -- mais elles en sont capables parce qu'elles n'ont pas de système nerveux - et elles n'ont, en fait, pas de tissus qui ont besoin pour leur fonctionnement de cellules qui vivent très longtemps.

source: If I project that, that would make me think that I would live until 120 if I don't crash on my motorbike.
fr_fr: Je vais juste vous emmener au Bangladesh pour une minute.

source: That means that I'm one of your subjects to become a 1,000-year-old?
fr_fr: Avant que je raconte cette histoire, nous devrions nous poser la question : Pourquoi la pauvreté existe ?

source: What I said about there being no non-aging species earlier on was a little bit of an oversimplification.
fr_fr: Et pour finir, il y a un meilleur pouvoir de négociation entre les autorités et les citoyens et les démocraties, le capitalisme -- tout le reste prospéra.

source: Before I tell that story, we should ask ourselves the question: Why does poverty exist?
fr_fr: L'aide internationale a en réalité fait le contraire.

source: And you can see this book, written by someone who worked in the World Bank for 20 years, and he finds economic growth in this country to be elusive.
fr_fr: Nigéria, Arabie Saoudite, toutes sortes de pays.

source: It empowered authorities, and, as a result, marginalized citizens.
fr_fr: Il pourrait y avoir toutes sortes de technologies.

source: It turns out: 2,000 dollars.
fr_fr: Et qui mène à la spécialisation.

source: And Chris is a fisherman farmer.
fr_fr: Ils prennent la voiture, et vont au travail.

source: "So I wrote to the bank, and they thought for a while, and they said, ""It's a little crazy, but logical.
fr_fr: Cela dessert 52 000 villages, ce qui représente environ 80 millions de gens.

source: Poor people are a resource.
fr_fr: Nous ne savons pas jusqu'où cela ira, mais c'est en marche.

source: ""Services cost too much for the poor.""
fr_fr: Merci.

source: They are very eager learners and very capable survivors.
fr_fr: Je suis spécialisé dans le remorquage d'objets lourds dans des endroits glaciaux.

source: We don't know how far it will go, but it's going on.
fr_fr: 1300 kilomètres en 10 semaines.

source: Including me, only four people have skied solo to the North Pole.
fr_fr: Tout a commencé en 2001.

source: There's a wire dangling down either side.
fr_fr: La première c'était mon arrivée au Pôle.

source: We've got to pick you up.""
fr_fr: Nous n'avons pas atteint le Pôle, et on n' avait pas d'argent pour faire notre pub, donc personne n'a entendu parler de cette expédition.

source: I was physically exhausted, mentally an absolute wreck, considered myself a failure.
fr_fr: Ça incluait tout: du perfectionnement de ma brosse à dent rabotée ultra-légère, au travail réalisé avec les meilleurs nutritionnistes pour développer une stratégie nutritionnelle révolutionnaire à partir de zéro : 6 000 calories par jour.

source: The next bit in Siberia to Krasnoyarsk, on a Russian internal airline called KrasAir, spelled K-R-A-S. The next bit, we'd chartered a pretty elderly Russian plane to fly us up to a town called Khatanga, which was the sort of last bit of civilization.
fr_fr: Je tirais deux traineaux comme vous le voyez; Au total, 95 jours de nourriture et de pétrole.

source: "(Video): So it's day 22.
fr_fr: Et, dans le pire des cas, je pouvais l'enfiler et traverser à la nage en trainant les traineaux après moi.

source: It wasn't all high-tech.
fr_fr: Je le savais, mais j'attendais quelque chose.

source: (Laughter).
fr_fr: J'ai réchauffé la batterie sous mon aisselle.

source: There isn't even a pole at the Pole.
fr_fr: J'ai appelé trois numéros.

source: Took a few photos.
fr_fr: M'a demandé de la rappeler.

source: Ben, could you please look for an airstrip?""
fr_fr: Je me suis dit, il faut que tu te reprennes pour Troy.

source: He threw his cigarette out as he got on the front, and I climbed in the back.
fr_fr: (Rires).

source: I thought, ""God, here we go.
fr_fr: Une piste d'atterissage.

source: Just took off.
fr_fr: C'est aussi une question de potentiel, sur un plan personnel.

source: The answer, of course, to which is a trade secret -- and the last question, what's next?
fr_fr: Depuis, personne n'a jamais skié -- et c'était il y a 93 ans -- Ddepuis, personne n'a jamais skié l'aller-retour des côtes de l'Antarctique au Pôle.

source: Since then, no one has ever skied -- this was 93 years ago -- since then, no one has ever skied from the coast of Antarctica to the Pole and back.
fr_fr: Nous entrons dans une seconde génération sans progrès en termes de vol spatial habité.

source: I was 13 years old, and it's framed above my desk at home.
fr_fr: Nous devons les inspirer parce qu'ils ont besoin de nous conduire et de nous aider à survivre dans le futur."

source: We're entering a second generation of no progress in terms of human flight in space.
fr_fr: Les plans actuels ne permettent même pas vraiment aux gens les plus créatifs de ce pays -- les ingénieurs dans le spatial chez Boeing et Lockheed Martin -- de prendre des risques et de tenter des choses nouvelles.

source: They need to look forward to exploration; they need to look forward to colonization; they need to look forward to breakthroughs.
fr_fr: Ce qu'ils observent sont les choses les plus importantes.

source: We need to inspire them, because they need to lead us and help us survive in the future."
fr_fr: "Jettons un oeil sur l'aviation.

source: That's the theme of my next 15 minutes here.
fr_fr: J'ai écrit la liste et je me suis rendu compte que chacun d'entre eux était un enfant lors de ce magnifique âge d'or de l'aviation.

source: And that's why they're so safe, as we gave it a lot of chance to find what's good.
fr_fr: Quand j'étais petit, et je pense que c'est lié au fait de me donner le courage d'explorer et de tenter des choses nouvelles que les autres n'avaient pas le courage d'essayer.

source: And I wrote them down and I found out later that every one of them was a little kid in that wonderful renaissance of aviation.
fr_fr: J'ai passé environ sept ans pendant la guerre du Vietnam à tester des avions d'essais pour l'Air Force Et ensuite, je m'en suis allé et je me suis beaucoup amusé en construisant des avions que les gens peuvent construire dans leur garage.

source: We've lost that capability.
fr_fr: Mais quand on s'y est mis, on voit le niveau d'activité et tous les bénéfices qui en découlent.

source: This is a picture here taken from orbit.
fr_fr: Parce que la Lune n'a pas d'atmosphère on peut faire une orbite elliptique et éviter la surface à 3 mètres près si vous voulez.

source: The governments have been doing this -- three governments have been doing this for 45 years, and still four percent of the people that have left the atmosphere have died.
fr_fr: J'ai acheté mon premier ordinateur Apple en 1978. et je l'ai acheté parce que je pouvais dire : ""J'ai un ordinateur chez moi et pas vous.""

source: OK, I want to show you kind of a busy chart, but in it is my prediction with what's going to happen.
fr_fr: Et on est toujours coincé ici avec le même genre de performances pour les chasseurs militaires et les vols commerciaux que ce qu'on avait à la fin des années 50.

source: There's a group of people that have come forward -- and you don't know all of them -- but the ones that have come forward were inspired as young children, this little three- to 15-year-old age, by us going to orbit and going to the moon here, right in this time period.
fr_fr: Et je parle de ceux qui ont un bébé maintenant, ou un enfant de 10 ans.

source: It went a whole life cycle, got too rusty to fly, and was taken out of service.
fr_fr: Vous vous souvenez que la course à l'espace dans les années 60 était pour le prestige national parce que nous avons perdu les deux premières étapes importantes.

source: This is available because a Russian space program is starving, and it's nice for them to get 20 million here and there to take one of the seats.
fr_fr: "Bon, on va parler un petit peu des développements commerciaux pour les vols habités.

source: And would you have thought, would the Russians have thought, that when they first go to the moon in their developed hardware, the guys inside won't be Russians?
fr_fr: Et chaque dollar injecté dedans sera utilisé plus efficacement d'un facteur de 10 ou 15.

source: If you read -- if you Google it, you'll find about half of that money, but there's twice of that being committed out there -- not spent yet, but being committed and planned for the next few years.
fr_fr: (Applaudissements)

source: Mortality: 300,000 people dying each year.
fr_fr: Et si l'on avait un ordinateur à l'intérieur d'une personne à risque, on pourrait savoir, avant même l'apparition des symptômes, qu'ils sont en train d'avoir une crise cardiaque et ainsi sauver leur vie.

source: Thus 900,000 people either have died or have significant damage to their heart muscle.
fr_fr: Et quand elle se met à sonner, vous avez intérêt à faire quelque chose, car si vous voulez vivre, vous avez besoin de soins médicaux.

source: We are very brave, and we don't want to admit that I'm having a hell of a chest pain.
fr_fr: Avec le cochon, nous avons essayé des électrodes externes sur la peau, comme on voit dans une salle d'urgences, et je vais vous montrer pourquoi cela ne marche pas très bien.

source: What are we going to do about them?
fr_fr: Avec le cochon, au départ, voici le signal avant que l'on ne bloque l'artère pour simuler une crise cardiaque.

source: Well, the doctor can program a level of this ST elevation voltage that will trigger an emergency alarm, vibration like your cell phone, but right by your clavicle bone.
fr_fr: Et il n'est pas difficile de voir que la ligne de départ est la première figure en haut à gauche.

source: And then we put a lead, which is a wire, in the right ventricle inside the heart, which does the electrogram, which is the signal voltage from inside the heart.
fr_fr: Et les ordinateurs ne dorment pas.

source: Well, he kept the balloon filled to block the artery, to simulate a blockage, which is what a heart attack is.
fr_fr: Nous avons décidé de mettre un stent, mais nous n'allons pas mettre un stent destiné aux êtres humains.

source: We have a little battery and on this little battery that computer will run for five years without needing replacement.
fr_fr: Puis vendredi à 06h43, il commença à montrer des signes, puis on a fait courir le cochon -- Je ne vais pas entrer dans les détails.

source: Tonight you'll see some of our invented stents.
fr_fr: Mais nous avions environ une heure pendant laquelle on aurait pu sauver la vie du cochon.

source: But look what happened at 10:06 after we removed this pig's medication that kept him from having a heart attack.
fr_fr: Plusieurs heures passent et ça empire, et même un homme s'en rendra compte.

source: But when it comes to the sake of a human, we can save their life.
fr_fr: Et quand vous avez un blocage, le dispositif s'active et il envoie une alarme et l'électrocardiogramme vers un équipement externe, qui récupère votre électrocardiogramme des dernières 24 heures. ainsi que celui qui a provoqué l'alarme, que vous pouvez emmener aux urgences pour leur montrer et leur dire ""occupez-vous de moi tout de suite"".

source: And the person who's there, the medical practitioner, calls you -- this is also a cell phone -- and says, ""Mr. Smith, you're in deep doo-doo; you have a problem.
fr_fr: Les patients qui ont une migraine précédée par une aura migraineuse ont une bande de neurones excités -- indiqués en rouge -- qui se déplace de trois à cinq millimètres par minute vers le centre du cerveau.

source: Weighs about 70 pounds, has a wire about an inch in diameter.
fr_fr: Stacy Sager : Mais pour Christina Sidebottom, cela valait la peine de tout essayer si cela pouvait arrêter une migraine.

source: Christina Sidebottom: Well, my first reaction was that it was -- looked awfully gun-like, and it was very strange.
fr_fr: "La troisième et dernière invention a débuté avec une idée.

source: We thought we could adapt it for the brain.
fr_fr: Je suis un technicien, je suis dans le gadget médical, qui est essentiellement hi-tech comme M. Bono l'a dit. le premier souhait est d'utiliser le neurostimulateur sensible à l'épilepsie, appelé NSR, pour NeuroStimulateur Réactif --c'est un sigle génial-- pour le traitement d'autres désordres cérébraux.

source: Form a company to develop a neuro-pacemaker for epilepsy, as well as other diseases of the brain, because all diseases of the brain are a result of some electrical malfunction in it, that causes many, if not all, of brain disorders."
fr_fr: Je vous le dis : c'est quelque chose qu'un ingénieur de recherche comme moi bricolerait, pas réellement un concepteur de bon équipement.

source: I tell you this: that's something which some research engineer like me would concoct, not a real designer of good equipment.
fr_fr: Et ça, c'est le second vœu.

source: I think she said it looks like a gun.
fr_fr: (Rires) C'est le système actuel.

source: "I have a couple of ideas to begin with.
fr_fr: Cela économiserait des centaines de millions de dollars en frais de justice aux Etats-Unis.

source: If a medical error occurs, the patient or spouse agrees to a settlement for fair compensation by arbitration instead of going to court.
fr_fr: When they say to you, ""What do you do?"" -- you say, ""I'm a statistician.""

source: Or even the challenges of nation-states in the modern global economy.
fr_fr: And it's something I've never really found a good way of doing.

source: I was coming back to visit her.
fr_fr: So suppose we toss a coin repeatedly.

source: She paused and said, ""He models things.""
fr_fr: The second time, maybe it's after the fourth toss.

source: The first time they do it, maybe it happens after the 10th toss, as here.
fr_fr: Who thinks that A is true -- that, on average, it'll take longer to see head-tail-head than head-tail-tail?

source: The second time, maybe it's after the fourth toss.
fr_fr: Who thinks that B is true -- that on average, they're the same?

source: Either they're the same, or this one's bigger than this one, or this one's bigger than that one.
fr_fr: How could that be?

source: So what's going on here?
fr_fr: Anything different about the two patterns?

source: That turns out to be important.
fr_fr: If it's a head you're disappointed, but you're still a third of the way to your pattern again.

source: If it's a head you're disappointed, but you're still a third of the way to your pattern again.
fr_fr: But it turns out that unlocking the secrets in the information generated by modern experimental technologies, a key part of that has to do with fairly sophisticated -- you'll be relieved to know that I do something useful in my day job, rather more sophisticated than the head-tail-head story -- but quite sophisticated computer modelings and mathematical modelings and modern statistical techniques.

source: And they're an enormously useful tool in modern molecular biology.
fr_fr: Why do we want to do that?

source: And I take one of you, or I take someone off the street, and I test them for the disease in question.
fr_fr: Well, amongst the 100 who do have the disease, the test will get it right 99 percent of the time, and 99 will test positive.

source: The test gets it right 99 percent of the time.
fr_fr: But there are so many of them that there'll be an enormous number of false positives.

source: That's what you might think.
fr_fr: One explanation is that the person doesn't have the disease -- that's overwhelmingly likely, if you pick someone at random -- but the test gets it wrong, which is unlikely.

source: It's not the answer, and it's not because it's only part of the story.
fr_fr: The other explanation is that the person does have the disease -- that's unlikely -- but the test gets it right, which is likely.
